FV2510/E_0546.puml
@startuml
skinparam Shadowing false
skinparam NoteBorderColor #f3f1f6
skinparam NoteBackgroundColor #f3f1f6
skinparam NoteFontSize 12
skinparam ActivityBorderColor none
skinparam ActivityBackgroundColor #7a8da1
skinparam ActivityFontSize 16
skinparam ArrowColor #7aab8a
skinparam ArrowFontSize 16
skinparam ActivityDiamondBackgroundColor #7aab8a
skinparam ActivityDiamondBorderColor #7aab8a
skinparam ActivityDiamondFontSize 18
skinparam defaultFontName DejaVu Serif Condensed
skinparam ActivityEndColor #669580

header
<b>FV2210
2022-12-12
endheader

title
GPKE

6.40.1: AD: Reklamation der Übersicht der Definitionen des LF vom NB an LF



end title
:<b>E_0546</b>;
note right
<b><i>Prüfende Rolle: LF
end note

if (<b>30: </b> Reklamiert der Anfragende eine fehlende Übersicht der Schaltzeitdefinitionen?) then (ja)
    if (<b>40: </b> Wurde die Übersicht der Schaltzeitdefinitionen an den Anfragenden versendet?) then (ja)
        :A02;
        note left
            Übersicht der Schaltzeitdefinitionen wurde versendet
            Hinweis: Es ist als Referenz der Geschäftsvorfall zu benennen, mit welchem die Übersicht der Definition übermittelt wurde.
        endnote
        kill;
    else (nein)
    endif
else (nein)
    if (<b>50: </b> Reklamiert der Anfragende eine fehlende Übersicht der Leistungskurvendefinitionen?) then (ja)
        if (<b>60: </b> Wurde die Übersicht der Leistungskurvendefinitionen an den Anfragenden versendet?) then (ja)
            :A03;
            note left
                Übersicht der Leistungskurvendefinitionen wurde versendet
                Hinweis: Es ist als Referenz der Geschäftsvorfall zu benennen, mit welchem die Übersicht der Definition übermittelt wurde.
            endnote
            kill;
        else (nein)
        endif
    else (nein)
        if (<b>90: </b> Reklamiert der Absender eine unplausible Übersicht der Schaltzeitdefinitionen?) then (ja)
            if (<b>100: </b> Ist die versendete Übersicht der Schaltzeitdefinitionen plausibel?) then (ja)
                :A05;
                note left
                    Übersicht der Schaltzeitdefinitionen ist plausibel
                endnote
                kill;
            else (nein)
            endif
        else (nein)
            if (<b>110: </b> Ist die versendete Übersicht der Leistungskurvendefinitionen plausibel?) then (ja)
                :A06;
                note left
                    Übersicht der Leistungskurvendefinitionen ist plausibel
                endnote
                kill;
            else (nein)
            endif
        endif
    endif
    :Übersicht der Leistungskurvendefinitionen versenden;
    kill;
endif
:Übersicht der Schaltzeitdefinitionen versenden;
kill;

@enduml
